import { ListData } from "../types";

export const placesData: ListData[] = [
  {
    id: 1,
    whenPublished: "17 дней назад",
    name: "Красный октябрь",
    shortDescription:
      "Комплекс краснокирпичных зданий составляет уникальный арт-кластер...",
    description:
      "Красный октябрь <br>Московское кондитерское предприятие, которое является основным флагманом холдинга «Объединённые кондитеры» и кондитерской отрасли в целом.История предприятия началась в 1849 году. Название «Красный Октябрь» фабрика получила в 1922 году. Ассортимент предприятия насчитывает более 300 наименований кондитерских изделий. Ведущим брендом предприятия является «Красный Октябрь». К числу торговых марок фабрики, наиболее известных на территории России, относятся: «Алёнка», «Мишка косолапый», «Красная шапочка», «Кара-Кум», «Шоколадный крем», «Золотой ярлык», «Стратосфера» и многие другие. Площадь арт-пространства впечатляет. Она занимает 5 гектаров. Комплекс краснокирпичных зданий составляет уникальный арт-кластер. Эта зона входит в список самых модных (трендовых) мест столицы. <h2>Настоящее время</h2><br> 18 сентября 2004 года в помещениях бывших гаражей фабрики «Красный Октябрь» по инициативе художника Владимира Дубосарского был открыт культурный центр «АРТСтрелка», просуществовавший до 2009 года. Позднее на территории фабрики проходили многочисленные художественные выставки, ярмарки современного искусства, открылись художественные галереи. Красный октябрь сегодня — это не только большое арт-комьюнити, а территория с новой концепцией столичного образа жизни",
    previewImage: require("../img/mos-p-1.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/mos-s-1.png") },
      { image: require("../img/mos-s-2.png") },
    ],
    author: "Марии Дубцовой",
    date: "17 дней назад",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },
  {
    id: 2,
    whenPublished: "12 дней назад",
    name: "ГЭС-2",
    shortDescription:
      "Электростанция, выведена из эксплуатации, ныне культурный центр...",
    description:
      "ГЭС-2 <br> Дом культуры, расположенный в здании одной из старейших электростанций в Москве. Дом культуры «ГЭС-2» объединяет выставочные залы, кинотеатр и концертный зал, Проспект — центральную артерию здания, библиотеку, Центр художественного производства «Своды», студии и резиденции художников, Ателье — игровые и творческие площадки для детей, аудитории для публичных и просветительских мероприятий, книжный магазин, ресторан и несколько кафе, двухуровневую парковку и гардероб, березовую Рощу и смотровую площадку с видом на Москву-реку. Направления деятельности Дома культуры «ГЭС-2» так же многочисленны и многогранны, как и его архитектурные составляющие. Помимо пяти основополагающих программных векторов — выставок, кино, музыки, танца и театра, «ГЭС-2» активно работает с детьми, подростками и городскими сообществами, сотрудничает со школами, университетами, региональными организациями и инициативами, развивает медиаторские, инклюзивные и игровые практики.",
    previewImage: require("../img/mos-p-2.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/mos-s-21.png") },
      { image: require("../img/mos-s-22.png") },
      { image: require("../img/mos-s-23.png") },
    ],
    author: "от редакции",
    date: "12 дней назад",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },
  {
    id: 3,
    whenPublished: "10 дней назад",
    name: "FLACON",
    shortDescription:
      "Торгово-выставочный и офисный комплекс в Бутырском районе Москвы на территории...",
    description:
      "FLACON Торгово-выставочный и офисный комплекс в Бутырском районе Москвы на территории бывшего Хрустального завода имени Калинина. Открыт в 2009 году, площадь выставочных и торгово-офисных пространств составляет 25 тыс. м². О проекте Дизайн завод - это современное городское пространство, расположенное на территории бывшего Хрустального завода. Мы объединяем передовые проекты, которые не только создают востребованный продукт в своем сегменте, но и формируют тренды в креативной, гастрономической, модной и событийной индустрии. Миссия -это объединение усилий для реализации проектов и мероприятий на территории Пространства для качественного развития культурно-делового потенциала города и креативной индустрии.",
    previewImage: require("../img/mos-p-3.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/mos-s-31.png") },
      { image: require("../img/mos-s-32.png") },
      { image: require("../img/mos-s-33.png") },
    ],
    author: "от редакции",
    date: "10 дней ",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },
  {
    id: 4,
    whenPublished: "5 дней назад",
    name: "Трёхгорная Мануфактура",
    shortDescription:
      "Трехгорка позиционирует себя как эпицентр работы русских it girls от моды...",
    description:
      "Трёхгорная мануфактура Основанная в 1799 году купцом Прохоровым и мастером Резановым, Трехгорная мануфактура как мощное предприятие успешно проработала до 2000-х годов. За долгий период своего существования мануфактура перенесла много неприятных событий. В 1877 году все её корпуса, расположенные на берегу Москвы-реки, были полностью уничтожены страшным пожаром. Производство удалось восстановить лишь через 4 года. После этого началось активное строительство казарм для рабочих, которые и по сей день встречаются во дворах Пресненского района. На Трехгорной мануфактуре уже пару лет кипит жизнь: открываются новые заведения, заполняются офисы, от обилия медийных лиц внутри квартала рябит в глазах. За соседним столом обедают сестры Михалковы. На веранде жмурится на солнце Светлана Бондарчук. В отличие от «Винзавода» и «Красного Октября», Трехгорка позиционирует себя как эпицентр работы русских it girls от моды — Мирославы Думы, Оксаны Лаврентьевой и других. Time Out поговорил с байерами, рестораторами и остальными, кто делает этот район привлекательным для работы и отдыха.",
    previewImage: require("../img/mos-p-4.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/mos-s-41.png") },
      { image: require("../img/mos-s-42.png") },
      { image: require("../img/mos-s-43.png") },
    ],
    author: "от Евгения Артёмова",
    date: "5 дней назад",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },
];

export const eventsData = [
  {
    id: 1,
    whenPublished: "17 дней назад",
    name: "European Film Market",
    shortDescription: "выставка киноиндустрии",
    description:
      "Четырехдневное мероприятие для 600 международных продюсеров, торговых агентов, дистрибьюторов, а также представителей вещания и финансирования, которые активно участвуют в международных совместных постановках. Основные тематические направления: Развлечения, Бизнес-партнерство, Кино, Создание и ведение бизнеса, Бизнес, Бюджетирование . Полный список участников European Film Market (EFM) 2023 размещается на официальном сайте выставки и постоянно обновляется. Там же вы сможете найти экспонентов предыдущего года. Деловая программа European Film Market (EFM) 2023 обычно публикуется ближе к началу события.",
    previewImage: require("../img/preview6.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/preview2.png") },
      { image: require("../img/preview3.png") },
    ],
    author: "от редакции",
    date: "с 16 по 22 февраля",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },

  {
    id: 2,
    whenPublished: "5 дней назад",
    name: "Art Russia fair",
    shortDescription: "Ярмарка современного искусства",
    description:
      "В 2024 году с 30 марта по 2 апреля в Гостином дворе в Москве, пройдет Ярмарка современного искусства Art Russia. В ярмарке примут участие российские и зарубежные галереи и художники.",
    previewImage: require("../img/preview6.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/preview2.png") },
      { image: require("../img/preview3.png") },
    ],
    author: "от Евгения Попова",
    date: "30 марта — 2 апреля",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },

  {
    id: 3,
    whenPublished: "7 дней назад",
    name: "#FFDD2D",
    shortDescription: "Конференция T-Банка",
    description:
      "Конференция Tinkoff о продуктовом дизайне. На ней покажут реальные кейсы и неудачные запуски, расскажут о том, как писать и рисовать для интерфейсов и как проводить исследования разной аудитории. А в конце всех участников ждет афтепати! Стоимость: бесплатно.",
    previewImage: require("../img/preview6.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/preview2.png") },
      { image: require("../img/preview3.png") },
    ],
    author: "Т-Банк",
    date: "осень 2025 года",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },
  {
    id: 4,
    whenPublished: "6 дней назад",
    name: "Designconf",
    shortDescription: "Конференция Союза архитекторов",
    description:
      "Конференция Союза архитекторов и дизайнеров о трендах на год — команда анализирует рынок за последний год и делает прогнозы на следующий. На мероприятии делятся новейшими фишками, которые эффективно отработали у практиков из дизайнерского мира, чтобы каждый зритель мог применить их именно для своего бизнеса. Стоимость: до 15 000 рублей, в зависимости от типа билета.",
    previewImage: require("../img/preview6.png"),
    isAdded: false,
    sliderImages: [
      { image: require("../img/preview2.png") },
      { image: require("../img/preview3.png") },
    ],
    author: "от редакции",
    date: "весна 2025 года",
    mapLink: "ЭТО Я САМ",
    city: 1,
  },
];

export const cities = [
  {
    id: 1,
    name: "Москва",
    image: require("../img/moscow.png"),
  },
  {
    id: 2,
    name: "Санкт-Петербург",
    image: require("../img/spb.jpg"),
  },
];
