{
  "Lang": "Язык",
  "Moscow": "Москва",
  "Samara": "Самара",
  "Saint_Petersburg": "Санкт-Петербург",
  "Vladivostok": "Владивосток",
  "Crimea": "Крым",
  "Moscow_description": "Москва - столица России и крупнейший город страны. Это огромный мегаполис, который является историческим, политическим и духовным сердцем Российской Федерации. Москва - крупнейшая столица Европы, наполненная достопримечательностями, памятниками истории и культуры, а также музеями мирового уровня. Это город невероятной динамики и размеров, который невозможно объять за одну поездку. ",
  "Samara_description": "Самара давно уже не тот купеческий городок на берегу Волги, о котором поётся в известной песне. Сейчас это мегаполис-миллионник, один из семи российских городов с собственным метро и почти космическая столица страны — потому настоящая 68-метровая ракета-носитель «Союз» установлена прямо в центре. А ещё Самара гордится самой большой в России городской площадью (площадь Куйбышева) и самой длинной речной набережной.",
  "Saint_Petersburg_description": "Санкт-Петербург - второй по численности населения город России, который часто называют «Северной столицей». Расположен на северо-западе европейской части страны в восточной акватории Балтийского моря в устье реки Невы. Санкт-Петербург - один из самых потрясающих городов Европы, имеющий огромное историческое и культурное наследие, а также волшебную атмосферу. Это город удивительной архитектуры, романтики и вдохновения, разводных мостов и белых ночей.",
  "Vladivostok_description": "Владивосток, расположенный на восточной окраине России, представляет собой оживленный город и ворота в Тихий океан. Благодаря своему стратегическому расположению, потрясающим прибрежным пейзажам и космополитической атмосфере Владивосток предлагает посетителям пленительное сочетание природной красоты и городского очарования. В этой статье мы отправимся в виртуальное путешествие, чтобы открыть для себя географическое положение и достопримечательности Владивостока, раскрывая очарование этого динамичного города на краю Азии.",
  "Crimea_description": "Крым – туристический центром из нашего детства. Как во времена СССР, Крым пользуется большой популярностью среди российских, и не только, отдыхающих людей по сей день."
}
