{
  "Lang": "Lang",
  "Moscow": "Moscow",
  "Samara": "Samara",
  "Saint_Petersburg": "Saint Petersburg",
  "Vladivostok": "Vladivostok",
  "Crimea": "Crimea",
  "Moscow_description": "Moscow is the capital of Russia and the country’s largest city. It is a huge megacity that is the historical, political, and spiritual heart of the Russian Federation. Moscow is Europe’s largest capital, filled with attractions, historical and cultural monuments, as well as world-class museums. It is a city of incredible dynamism and size that cannot be grasped in one trip.",
  "Samara_description": "Samara is not the merchant town on the Volga mentioned in the famous song. Now it is a million-plus city, one of seven Russian cities with its own metro, and the almost space capital of the country — hence the real 68 meter carrier rocket “Soyuz” is installed right in the center. Also, Samara is proud of the biggest city square in Russia (Kuibyshev Square) and the longest river embankment.",
  "Saint_Petersburg_description": "St. Petersburg is the second-largest city in Russia, often referred to as the “Northern Capital”. It is located in the north-west of the European part of the country in the eastern акватории Baltic Sea at the mouth of the Neva River. St. Petersburg is one of the most stunning cities in Europe, with a huge historical and cultural heritage, as well as a magical atmosphere. This is a city of amazing architecture, romance and inspiration, drawbridges and white nights.",
  "Vladivostok_description": "Vladivostok, located on the eastern outskirts of Russia, is a vibrant city and gateway to the Pacific Ocean. Thanks to its strategic location, stunning coastal landscapes, and cosmopolitan atmosphere, Vladivostok offers visitors a captivating combination of natural beauty and urban charm. In this article, we will embark on a virtual journey to discover the geographical location and attractions of Vladivostok, revealing the charm of this dynamic city on the edge of Asia",
  "Crimea_description": "Crimea is a tourist center from our childhood. As in Soviet times, Crimea is very popular among Russian, and not only, vacationers to this day."
}
